---

C#Visual BasicVisual C++

Include Protected MembersInclude Inherited Members

Revit 2024 API
---
FabricationSaveJobOptions Constructor
FabricationSaveJobOptions Class See Also Send Feedback
---

# Overload List

|  | Name | Description |
| --- | --- | --- |
|  | FabricationSaveJobOptions()()()() | Default Constructor |
|  | FabricationSaveJobOptions(Boolean) | Constructor |

# See Also

FabricationSaveJobOptions Class

FabricationSaveJobOptions Members

Autodesk.Revit.DB.Fabrication Namespace